Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The example I’m using now will be from the app as it might look on a tablet or smartphone, but the steps and messages you need to follow will be the same no matter what platform or device you are using.
nn: Dømet eg nyttar no er frå appen slik han ser ut på nettbrett og smarttelefon, men trinna og meldingane du må ta omsyn til, er dei same uansett kva slags plattform/maskin du bruker.

source: Some wil be asked to use their fingerprint to download the app.
nn: Nokre kan bli bedne om å bruke fingeravtrykk for å få lasta ned appen.

source: Click on the button to continue
nn: Trykk på knappen for å gå vidare.

source: If you click on the ‘Friends’ button, several choices will appear.
nn: Trykkjer du på "Vener"-knappen ser du at det kjem opp fleire val.

source: You can also call from a Smart TV or a modern video gaming console.
nn: Det går òg an å ringe frå ein smart-TV, eller ein moderne TV-spelkonsoll.

source: Wait for everyone to find an available username before you move on.
nn: Vent med å gå vidare til alle har funne eit ledig brukarnamn.

source: To open an email, click on the name of the sender or the heading.
nn: For å opne ein e-post trykkjer du på avsendaren eller tittelen.

source: If you’re using the app, the chat will appear in another app called Messenger.
nn: Bruker du appen blir chatten opna i ein annan app som heiter "Messenger".

source: Ask everyone to click on an app to open it.
nn: Be alle trykkje på ein app for å opne han.

source: If the Skype name you chose is already being used by someone else, Skype wil suggest a
nn: Dersom nokon allereie bruker det Skype-namnet du ønskjer, foreslår Skype eit anna

source: If you’d like to log in again, you’ll have to type your email address or mobile phone number and password in the web browser before clicking the ‘Log On’ button at the top of the page.
nn: Ønskjer du å logge på att må du i nettlesaren skrive inn e-postadressa eller mobilnummeret ditt og passordet før du trykkjer på "Logg inn"-knappen øvst på sida.

source: This is what you wil see
nn: Det er dette som møter

source: To download Skype, those using a tablet or smartphone will have to go to their app store, search for Skype and download the app.
nn: For å laste ned Skype må dei som bruker nettbrett og telefon gå inn på sin app-butikk, søkje etter Skype og laste ned appen.

source: number and password in the web browser before clicking the ‘Log On’ button at the top of the page.
nn: mobilnummeret ditt og passordet før du trykkjer på "Logg inn"-knappen øvst på sida.

source: If you put more products in, the basket wil be updated.
nn: Legg du i fleire varer, blir handlekorga oppdatert.

source: If you accept it, you and the person who sent you the request can both call each other via Skype.
nn: Godtek du, kan du og personen som sende førespurnaden ringe kvarandre via Skype.

source: We’ll start by filling in the email address.
nn: Vi begynner med å fylle ut e-postadressa.

source: This is what you will see when you use the service in future.
nn: Det er dette som møter deg når du bruker tenesta i framtida.

source: Android users can use their finger on the screen to drag the app up to.
nn: Android-brukarar brukar fingeren på skjermen og dreg programmet opp til …

source: back to the page you are on.
nn: raskt å kome tilbake til den sida du alt er på.

source: account with an email service.
nn: opprette ein konto hos ei e-postteneste.

source: Tap where it says ‘Log Off’ on the menu that appears.
nn: Trykk der det står "Logg av" på menyen som dukkar opp.

source: Read the text and tap ‘Continue’.
nn: Les det som står, og trykk på "Fortsett".

source: Gmail users will click on the field and enter the full year.
nn: -brukarar klikkar på feltet og skriv inn fullt årstal.

source: You can also enter more than one name if you wish.
nn: Du kan skrive inn fleire namn om du ønskjer.

source: If the Skype name you chose is already being used by someone else, Skype will suggest a different Skype name for you
nn: Dersom nokon allereie bruker det Skype-namnet du ønskjer, foreslår Skype eit anna Skype-namn for deg.

source: Tap where it says ‘Log Out’ on the menu that appears.
nn: Trykk der det står "Logg ut" på menyen som dukkar opp.

source: The person will now appear in your contact list, and you can call him/her via Skype as
nn: Personen dukkar no opp i lista over kontaktane dine, og du kan ringe han/henne via Skype

source: Creating a user profile/account on Skype is something you only need to do once, so it’s not important to memorise this.
nn: Ein brukarprofil/brukarkonto på Skype treng du berre lage éin gong, derfor er det ikkje så viktig å lære denne delen utanåt.

source: You can also write something on other users’ timelines if you want to.
nn: Du kan òg skrive noko på tidslina til andre brukarar dersom du vil det.

source: Follow the instructions on your screen.
nn: Følg instruksjonane på din skjerm.

source: Tap the icon to open ‘Settings’.
nn: Trykk på ikonet for innstillingar.

source: The button you need to click or tap to log out might look a little different depending on whether you’re using a tablet, smartphone or computer.
nn: Knappen du må trykkje på for å få logga deg av ser ulik ut, alt etter om du bruker nettbrett, smarttelefon eller datamaskin.

source: Everyone should now have a Skype icon somewhere on their desktop.
nn: Alle skal no ha eit Skype-ikon ein stad på skrivebordet sitt.

source: button below it says ‘Friends’.
nn: og på knappen under står det "Vener".

source: If you want to use this Skype name, click the button to continue.
nn: Dersom du ønskjer å bruke dette Skype-namnet, trykkjer du på knappen for å gå vidare.

source: Some pages on Facebook can also be viewed without having your own profile, but you can’t leave comments, share or do other things which we will learn about in this course.
nn: Somme sider på Facebook kan du òg sjå utan at du har ein eigen profil, men du kan ikkje skrive kommentarar, dele og gjere andre ting som vi skal lære om i dette kurset.

source: To switch to any of these settings, just click on the one you want.
nn: For å byte til ei av desse innstillingane trykkjer du berre på den du ønskjer.

source: Ask everyone to open Skype on their device.
nn: Be alle om å opne Skype på maskina si.

source: To be connected to a person, you have to add them to your friends list.
nn: For å kunne ha kontakt med nokon må du leggje dei til i venelista di.

source: Click on the blue ‘Sign in’ button to log in.
nn: Trykk på den blå «Logg på»-knappen for å logge på.

source: The final option you can choose is ‘Send as message’.
nn: Det siste alternativet du kan velje, er "Send som melding".

source: Later we’l look at where these friend requests appear.
nn: veneførespurnadene dukkar opp skal vi sjå på seinare.

source: The most common reaction for most people is the thumbs-up.
nn: Det vanlegaste for mange er å bruke tommelen opp.

source: If you’re using a desktop computer or a laptop, press 'Enter' to finish and publish your comment.
nn: Bruker du ei stasjonær datamaskin eller ein laptop trykkjer du på enter for å avslutte kommentaren og publisere han.

source: Those using a computer wil be redirected to Skype’s website.
nn: Dei som bruker datamaskin, blir sende til Skype sine nettsider.

source: you can see and hear the person you are talking to, and they can see and hear you as well.
nn: og høyre den ein snakkar med, og dei kan sjå og høyre deg òg.

source: When you have added al the recipients you want and written any comment you want to
nn: Når du har lagt inn alle mottakarane du ønskjer og eventuelt skrive ein kommentar, kan

source: If you want to go back to the new page, just click on that tab again.
nn: Vil du tilbake til den nye sida, klikkar du på fana til denne sida.

source: image, and the image that you see of them on your screen will appear as a smaller image in the bottom right-hand corner of their screen.
nn: og det same biletet som du ser av dei, i miniatyrversjon nedst til høgre på skjermen.

source: Here are some examples of different online shops.
nn: Her er nokre døme på ulike nettbutikkar.

source: The person who sent you the friend request will not be notified if you choose to ignore their friend request.
nn: Den som har sendt deg veneførespurnaden får ikkje beskjed eller melding dersom du vel å ignorere førespurnaden.

source: Here you’l also see a red square with a number in it if anything new has happened since
nn: Også her dukkar det opp ein raud firkant med eit tal i dersom det har skjedd noko sidan

source: You need a profile to use Facebook.
nn: For å kunne bruke Facebook må ein ha ein profil.

source: To download Skype, those using a tablet or smartphone wil have to go to their app store,
nn: For å laste ned Skype må dei som bruker nettbrett og telefon gå inn på sin app-butikk,

source: It will then appear below the photo or post you chose to comment on.
nn: Då dukkar han opp under biletet eller innlegget du har valt å kommentere.

source: Try to send me another email.
nn: Prøv å sende meg ein e-post til.

source: To reply to an email, select it from the list in your Inbox.
nn: For å svare på ein e-post vel du han frå lista i innboksen.

source: The text can also be found as notes under each slide.
nn: Det same manuset finn du òg som notat under kvar slide.

source: iPad/iPhone or Windows users need to tap the magnifying glass icon to search.
nn: Dei som brukar iPad/iPhone eller Windows, må trykkje på forstørringsglas-symbolet

source: like something, that you agree with something or that you’ve understood what the person has written.
nn: du likar noko, at du er einig eller at du har oppfatta kva personen har sagt.

source: What everyone needs, no matter what equipment or accessories they decide to use, is access to the internet and access to the Skype program where you have an account/profile
nn: Noko alle må ha, uansett kva utstyr og ekstrautstyr dei skaffar seg, er tilgang på internett og tilgang på Skype-programmet der du har ein konto/profil.

source: You can experiment with this later if
nn: Det kan du eksperimentere med

source: how you want to pay and how you want to have your product delivered.
nn: deg for korleis du ønskjer å betale og korleis du vil ta imot vara.

source: contacts, but you can also search for people you’d like to connect with.
nn: postkontaktane dine, men du kan òg sjølv søkje fram dei du ønskjer kontakt med.

source: When you have added all the recipients you want and written any comment you want to include, click ‘Publish’.
nn: Når du har lagt inn alle mottakarane du ønskjer og eventuelt skrive ein kommentar, kan du trykkje på "Publiser".

source: The person will now appear in your contact list, and you can call him/her via Skype as soon as they have accepted your contact request.
nn: Personen dukkar no opp i lista over kontaktane dine, og du kan ringe han/henne via Skype straks dei har sagt ja til kontaktførespurnaden du har sendt.

source: A ‘Subject’ field where you can write a heading for your email.
nn: Eit «Emne»-felt der ein kan skrive tittelen på e-posten.

source: A little menu will now appear.
nn: No dukkar det opp ein liten meny.

source: In this field, you can type the name or email address of someone you don’t want further
nn: I dette feltet kan du skrive inn namnet eller e-postadressa til nokon som du ikkje lenger

source: In order to send and receive email, you need an email address.
nn: For å kunne sende og ta imot e-post må ein ha ei e-postadresse.

source: Most people use Facebook to keep in touch and share photos, news stories and other things with friends and acquaintances.
nn: Dei fleste bruker Facebook til å halde kontakt, dele bilete, nyheitssaker og andre ting med vener og kjende.

source: This might be an invitation to attend an event or to join a group, a message saying that someone has posted, commented on or liked something on your timeline, or a message saying that someone you know has a birthday, or many other things
nn: Det kan vere snakk om ein invitasjon til å bli med på eit arrangement eller i ei gruppe, beskjed om at nokon har lagt ut eller kommentert eller likt noko på tidslina di, eller beskjed om at nokon du kjenner har gebursdag og mange fleire andre ting.

source: The image that now comes up may look slightly different depending on what type of device you are using, but the fields you need to fill in to create a user profile/account are the same.
nn: Biletet som kjem opp kan sjå litt annleis ut, alt etter kva slags maskin du bruker, men felta du må fylle ut for å lage ein brukarprofil/brukarkonto er dei same.

source: You can choose to use one or more of these features when you see something you want to respond to so that other users can see it
nn: Du kan velje å bruke ein eller fleire av desse funksjonane når du ser noko du har lyst til å reagere på slik at andre brukarar ser det.

source: This is the image that should appear when you log on to Skype.
nn: Dette er biletet som skal dukke opp når du loggar inn på Skype.

source: Those who are using a tablet will have a menu button that consists of three horizontal lines somewhere on their screen.
nn: Dei som bruker nettbrett har ein menyknapp som består av tre horisontale strekar ein stad på skjermen sin.

source: But if you don’t want anyone to call you or if you have logged on to a device that several people use, you should log out.
nn: Men dersom du ikkje ønskjer at nokon skal kunne ringe deg opp, eller dersom du har logga deg på ei maskin som mange bruker, bør du logge deg av.

source: iPad and iPhone users will find their username under ‘Apple ID’.
nn: iPad- og iPhone-brukarar finn brukarnamnet sitt under «Apple-ID».

source: A window will now appear in which you can write your email.
nn: Vindauget som dukkar opp no, er det du skal skrive e-posten din i.

source: Help those who can’t find the email from Facebook on their email account.
nn: Hjelp dei som ikkje finn han sjølv å finne e-posten frå Facebook på e-postkontoen deira.

source: When you have familiarised yourself with this, you can tick the box to agree to the terms and conditions if you still want to buy the products.
nn: Når du har funne ut av desse tinga kan du huke av for at du er einig i kjøpsvilkåra dersom du framleis ønskjer å kjøpe varene.

source: Wait for everyone to fill in the email address before you go on.
nn: Vent med å gå vidare til alle har fylt inn e-postadressa.

source: We did this at the beginning of Part 1 of this course.
nn: vi i byrjinga av del 1 av dette kurset.

source: This is NOT the place for private messages.
nn: Dette er IKKJE staden å sende private meldingar.

source: It is important to be as exact as possible when you search.
nn: Han ligg som oftast øvst eller til venstre på sida.

source: To open an app, click on one of the icons.
nn: Trykk på eit av ikona for å opne ein app.

source: This means that only people who are already a Facebook friend of someone you are Facebook friends with will be allowed to send you a friend request.
nn: Det vil seie at berre de som allereie er Facebook-vener med ein du er Facebook-ven med, får lov til å sende deg førespurnader om å bli vener.

source: Those participants who are using a web browser will need to fill in the information requested under ‘Sign Up’.
nn: Dei som bruker nettlesar, må fylle inn informasjonen det blir spurt etter under "Registrer deg."

source: Explore the possibilities by using the symbols you see here.
nn: Utforsk desse alternativa ved å bruke symbola du ser her.

source: On Facebook, you can choose what you’d like to share with others, who to be friends with
nn: På Facebook kan du sjølv velje kva du har lyst til å dele med andre, kven du vil vere vener

source: The service will then check if anyone else is already using that username or if you can use it the way you have written it.
nn: Då sjekkar tenesta om det allereie finst nokon som brukar namnet, eller om du kan bruke det slik som det står skrive no.

source: It doesn’t matter which app you open.
nn: Trykk på eit av ikona for å opne ein app.

source: You won't be able to find friends who don't have a Facebook account.
nn: Dersom venen din ikkje har ein brukarkonto på Facebook, kjem du ikkje til å finne dei.

source: Facebook also has settings that let you decide who you want to connect with, who can see what you write and the photos and videos you post, as well as how much personal information others can read about you.
nn: Det finst òg innstillingar på Facebook som lèt deg bestemme kven du vil ha kontakt med, kven som får sjå kva du skriv og legg ut av bilete og film og kor mykje personleg informasjon andre kan lese om deg.

source: iPad and iPhone users wil find their username under ‘Apple ID’.
nn: iPad- og iPhone-brukarar finn brukarnamnet sitt under «Apple-ID».

source: App users will see a long list of menu choices.
nn: App-brukarar får opp ei lang liste med menyval.

source: It is possible to pay to make calls from Skype to a phone that is not online, but we will not be covering that in this course.
nn: Det er mogeleg å betale når ein bruker Skype, slik at ein kan ringe til ein telefon som ikkje er på nettet, men det skal vi ikkje lære å gjere på dette kurset.

source: If a page appears that looks something like this, that means that you have now created a
nn: Dersom det dukkar opp ei side som liknar på dette, tyder det at du no har fått oppretta

source: You probably won’t need it.
nn: Mest sannsynleg får du ikkje bruk for det.

source: If you click on it, you’ll see a long list of other activities you can do on Facebook.
nn: Trykkjer du på denne får du opp ei lang liste over andre aktivitetar du kan gjere på Facebook.

source: When there are unread emails in your Inbox, a number will appear after ‘Inbox’ in the
nn: Når du har ulesne e-postar i innboksen din, dukkar det opp eit tal bak der det står «Innboks»

source: Some people use Windows phones and tablets.
nn: Og nokre brukar telefonar og brett med Windows på.

source: To find this menu option in the app, tap the menu symbol (three horizontal lines).
nn: For å finne dette menyvalet i appen trykkjer du på meny-symbolet (tre horisontale liner).

source: If you didn’t have a Facebook
nn: Dersom du ikkje hadde ein

source: This means that it is an online community that
nn: Det vil seie at det er eit nettsamfunn som kan

source: To create a Facebook profile, start by going to www.facebook.no or downloading the Facebook app from your app store (this only works for tablet and smartphone users).
nn: For å opprette ein Facebook-profil må du først gå til www.facebook.no eller laste ned Facebook-appen frå app-butikken din (dette fungerer berre for nettbrett- og smarttelefonbrukarar).

source: If you click on the green button with a telephone receiver symbol, you’l accept the cal,
nn: Trykkjer du på den grøne knappen med bilete av eit telefonrør tek du imot samtalen, men

source: You can also choose to write in a little message or comment before you share here too
nn: Her kan du òg velje å skrive ein liten beskjed eller kommentar før du deler.

source: Go through the learning objectives with the course participants before you begin teaching.
nn: Gå gjennom læringsmåla med kursdeltakarane før du startar sjølve opplæringa.

source: After the username comes an at sign (@).
nn: Etter brukarnamnet kjem det ein krøllalfa (@).

source: Click on the ‘Send’ button.
nn: Trykk på «Send»-knappen.

source: To become a Skype user, you need to give your full name, your Skype name (a nickname or username for Skype), a password and an email address
nn: For å bli ein Skype-brukar må du oppgi fullt namn, Skype-namn (kallenamn eller brukarnamn på Skype), eit passord og ei e-postadresse.

source: If you want to, you can go back and change your security and privacy settings later.
nn: Du kan òg gå tilbake seinare og endre tryggleiks- og personvernsinnstillingane dine

source: A lot of people choose to add an initial or some numbers at the end of the name.
nn: Mange vel å leggje til ein initial eller nokre tal på slutten av namnet.

source: Click on the search field and start typing the name of the person you’re looking for.
nn: Trykk på søkjefeltet og begynn å skrive namnet på personen du leitar etter.

source: What’s important is that you follow the instructions that are displayed on your screen as we go along, and that you ask if you have any questions.
nn: Det som er viktig er at du følgjer instruksjonane som dukkar opp på skjermen din undervegs og at du spør dersom du lurar på noko.

source: Facebook also makes it possible for you to respond to and share photos, comments, articles and other things that your friends, companies, commercial enterprises and others have posted on Facebook.
nn: Facebook legg òg til rette for at du skal kunne gi tilbakemeldingar og dele bilete vidare, kommentarar, artiklar og andre ting som venene dine, selskap, kommersielle aktørar og andre har lagt ut på Facebook.

source: If you click on this, a window will
nn: Trykkjer du på dette dukkar det

source: You can download Skype either as a program or as an app to all tablets, smartphones and computers
nn: Skype kan lastast ned som eit program eller ein app til alle nettbrett, smarttelefonar eller datamaskiner.

source: To chat with a friend, go to their Facebook timeline and find the button where it says ‘Message’ next to a speech bubble symbol.
nn: For å chatte med ein ven går du inn på Facebook-tidslina deira og finn knappen der det står "Melding" og bilete av ei snakkeboble.

source: Those using the app must tap where it says ‘Create a new account’ and follow the instructions displayed.
nn: Dei som bruker appen, trykkjer der det står "Opprett ny Facebook-konto", og følgjer trinna som kjem opp.

source: Don’t continue until everyone has done so.
nn: Ikkje gå vidare før alle har gjort dette.

source: Those using the app on a
nn: Dei som bruker app på

source: by clicking on the drop-down menu at the top of the window where it says ‘Share on your own timeline’.
nn: ved å trykkje på nedtrekksmenyen øvst i vindauget der det no står "Del på di eiga tidsline".

source: Remember that online shops are different, and take the time to answer questions as you go along.
nn: Hugs at nettbutikkar er ulike og ta deg tid til å svare på spørsmål undervegs.

source: will take you back to the news feed
nn: Trykkjer du på denne kjem du til nyheitsoversikta.

source: A long list will then appear showing much of what is always visible when you are using Facebook on a web browser, but which is hidden to save space when using the app on a smartphone or tablet.
nn: Då dukkar det opp ei lang liste som viser mykje av det som heile tida ligg synleg når ein bruker Facebook via ein nettlesar, men som er fjerna for å lage betre plass når ein bruker appen på smarttelefonar og nettbrett.

source: I’ll use Wordfeud as an example.
nn: Dømet eg brukar, er Wordfeud –

source: When you have written what you want to say, press 'Enter' on the keyboard to send the message
nn: Når du har skrive det du vil seie, trykkjer du på "Enter" på tastaturet for å sende meldinga.

source: Find the goods you want to buy.
nn: Finn den/dei varene du ønskjer å kjøpe.

source: In this field, you can type the name or email address of someone you don’t want further contact with.
nn: I dette feltet kan du skrive inn namnet eller e-postadressa til nokon som du ikkje lenger ønskjer å ha kontakt med.

source: In the menu that appears, click ‘Log Out’.
nn: Trykk på "Logg ut" i menyen som dukkar opp.

source: Make sure everyone has their Inbox open.
nn: Pass på at alle har eit vindauge med innboksen sin framfor seg.

source: If you click on this, you’ll get to your wall/timeline straight away
nn: Trykkjer du på dette kjem du med ein gong til veggen/tidslina di.
